Revit 2027 API
ParameterTypeId.RbsElecDemandCurrentPhasec Property
 "Demand Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandCurrentPhasec { get; }
Public Shared ReadOnly Property RbsElecDemandCurrentPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandCurrentPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecDemandCurrentPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace